Repository: kkYrusobad/ExtremeCoolingy520
Catalog: locale/*/LC_MESSAGES/extremecooling4linux.po
Languages: es

source: <b>Extreme Cooling Configuration</b>
es: <b>Configuración Extreme Cooling</b>

source: <b>Important Information</b>
es: <b>Información Importante</b>

source: <b>System Information</b>
es: <b>Información del Sistema</b>

source: A simple utility to enable Extreme Cooling fan mode for Lenovo Legion laptops
es: Una utilidad para portátiles Lenovo Legion que permite activar el modo especial de ventilación Extreme Cooling

source: Board
es: Placa Base

source: Disable extreme cooling failed
es: La desactivación del modo extreme cooling ha fallado

source: Enable Extreme Cooling
es: Activar Extreme Cooling

source: Enable extreme cooling failed
es: La activación del modo extreme cooling ha fallado

source: Extreme cooling is a special fan mode supported in Lenovo Legion Yoga laptops. This mode can increase the cooling performance of your laptop and reduces its temperature. This feature is supported only by Lenovo through its Windows program Lenovo Sense Nerve. ExtremeCooling4Linux has been created to enable and support this special feature on Linux. Currently is only tested in Lenovo Legion Y520, but it should be work in other models like Lenovo Legion Y720. However this program does not have warranty and only use at your own risk. Enable extreme cooling only in short periods of time as it can reduce the lifespan of your fans and do not use in laptops without extreme cooling support from Lenovo.
es: Extreme cooling es un modo de refrigeración para ventiladores soportado en algunos modelos Lenovo. Este modo puede incrementar el rendimiento de refrigeración de su portátil conseguiendo una reducción de su temperatura. Esta funcionalidad está sólo oficialmente soportada mediante el programa ,para Windows, Lenovo Sense Nerve. ExtremeCooling4Linux ha sido creado para activar en Linux este modo especial de refrigeración. Actualmente solo se ha probado en el modelo Lenovo Legion Y520 pero debería funcionar también en otros modelos como el Lenovo Legion Y720 y similares. Este programa no proporciona ninguna garantía y sólo debe usarlo bajo su propia responsabilidad. Active únicamente el modo extreme cooling durante cortos periodos ya que podría reducir la vida de sus ventiladores. Uselo sólo en modelos que tengan soporte oficial de Lenovo para extreme cooling.

source: ExtremeCooling4Linux needs root privileges to enable/disable extreme cooling. Please, execute ExtremeCooling4Linux with sudo.
es: ExtremeCooling4Linux necesita privilegios de root para activar/desactivar el modo extreme cooling. Por favor, ejecute ExtremeCooling4Linux con sudo.

source: Fan Control
es: Configuración

source: Model
es: Modelo

source: Name
es: Nombre

source: Readme
es: Información

source: Release Date
es: Fecha de Publicación

source: System
es: Sistema

source: User does not have enough privileges.
es: El usuario no tiene suficientes permisos para realizar la acción

source: Vendor
es: Vendedor

source: Version
es: Versión

source: Your laptop does not support Extreme Cooling fan mode. Only some Lenovo laptops supports this feature.
es: Tu portátil no tiene soporte para el modo de ventilación Extreme Cooling. Solamente algunos portátiles Lenovo tienen soporte para este modo.

source: label
es: etiqueta
